Repository: casualhermit27/mochi
Catalog: Mochi/Localizable.xcstrings
Source language: en
Languages: ar, es, ja, ko, zh_hans

source: Start %lld-%@ Free Trial
ar: ابدأ التجربة المجانية لمدة %lld-%@
es: Iniciar prueba gratuita de %lld-%@
ja: %lld-%@無料トライアルを開始
ko: %lld-%@ 무료 체험 시작
zh_hans: 开始 %lld-%@ 免费试用

source: Start Clean
ar: ابدأ بالتنظيف
es: Empezar a limpiar
ja: クリーンを開始
ko: 청소 시작
zh_hans: 开始清洁

source: Start Fresh
ar: ابدأ طازجًا
es: Empezar de nuevo
ja: 新たに始める
ko: 새로 시작하다
zh_hans: 重新开始

source: SUBSCRIPTION
ar: الاشتراك
es: SUSCRIPCIÓN
ja: サブスクリプション
ko: 신청
zh_hans: 订阅

source: Summarize your day with AI insights.
ar: لخص يومك باستخدام رؤى الذكاء الاصطناعي.
es: Resuma su día con conocimientos de IA.
ja: AI の洞察で 1 日を要約します。
ko: AI 인사이트로 하루를 요약해보세요.
zh_hans: 用 AI 见解总结您的一天。

source: Sun
ar: شمس
es: Sol
ja: 太陽
ko: 해
zh_hans: 太阳

source: Switch to %@
ar: التبديل إلى %@
es: Cambiar a %@
ja: %@ に切り替え
ko: %@로 전환
zh_hans: 切换到 %@

source: Sync your transactions securely to your personal iCloud account. This seamlessly brings back your history on reinstall.
ar: قم بمزامنة معاملاتك بشكل آمن مع حساب iCloud الشخصي الخاص بك. يؤدي هذا إلى إعادة السجل الخاص بك بسلاسة عند إعادة التثبيت.
es: Sincronice sus transacciones de forma segura con su cuenta personal de iCloud. Esto recupera sin problemas su historial al reinstalar.
ja: トランザクションを個人の iCloud アカウントに安全に同期します。これにより、再インストール時に履歴がシームレスに戻ります。
ko: 거래 내역을 개인 iCloud 계정에 안전하게 동기화하세요. 이렇게 하면 재설치 기록이 원활하게 복원됩니다.
zh_hans: 将您的交易安全同步到您的个人 iCloud 帐户。这可以无缝地恢复您重新安装时的历史记录。

source: System
ar: النظام
es: Sistema
ja: システム
ko: 시스템
zh_hans: 系统

source: Tag
ar: إشارة
es: Etiqueta
ja: タグ
ko: 태그
zh_hans: 标签

source: Take Photo
ar: التقط صورة
es: tomar foto
ja: 写真を撮る
ko: 사진 찍기
zh_hans: 拍照

source: Tap to Dismiss
ar: انقر للتجاهل
es: Toca para descartar
ja: タップして閉じる
ko: 닫으려면 탭하세요.
zh_hans: 点击关闭

source: Terms
ar: شروط
es: Términos
ja: 条項
ko: 자귀
zh_hans: 条款

source: Thanks for being a lifetime member. No expiry. No renewals. Ever.
ar: شكرا لكونك عضوا مدى الحياة. لا انتهاء الصلاحية. لا التجديدات. أبدًا.
es: Gracias por ser miembro vitalicio. Sin caducidad. Sin renovaciones. Alguna vez.
ja: 生涯会員になっていただきありがとうございます。 有効期限はありません。更新はありません。これまで。
ko: 평생회원이 되어주셔서 감사합니다. 만료가 없습니다. 갱신이 없습니다. 항상.
zh_hans: 感谢您成为终身会员。 没有期限。没有续订。曾经。

source: Thanks for trying Mochi! Upgrade to Mochi + to continue tracking.
ar: شكرا لمحاولة موتشي! الترقية إلى موتشي + لمواصلة التتبع.
es: ¡Gracias por probar Mochi! Actualizar a Mochi+ para seguir rastreando.
ja: モチをお試しいただきありがとうございます。にアップグレード Mochi+ で追跡を続けます。
ko: 모찌를 먹어주셔서 감사합니다! 업그레이드 계속 추적하려면 Mochi +를 사용하세요.
zh_hans: 感谢您尝试麻糬！升级至 Mochi+继续追踪。

source: THEME
ar: سمة
es: TEMA
ja: テーマ
ko: 주제
zh_hans: 主题

source: Themes & Customization
ar: المواضيع والتخصيص
es: Temas y personalización
ja: テーマとカスタマイズ
ko: 테마 및 사용자 정의
zh_hans: 主题和定制

source: This receipt appears to be in %1$@, but your app currency is %2$@. Switch currency to save?
ar: يبدو أن هذا الإيصال بعملة %1$@، لكن عملة التطبيق هي %2$@. هل ترغب في التبديل؟
es: Este recibo parece estar en %1$@, pero tu moneda es %2$@. ¿Cambiar moneda?
ja: このレシートは %1$@ ですが、アプリ通貨は %2$@ です。通貨を切り替えて保存しますか？
ko: 이 영수증은 %1$@로 보이지만 앱의 통화는 %2$@입니다. 통화를 전환하시겠습니까?
zh_hans: 此收据似乎为 %1$@，但您的应用货币是 %2$@。切换货币以保存？

source: This Week
ar: هذا الاسبوع
es: Esta semana
ja: 今週
ko: 이번 주
zh_hans: 本星期

source: Thu
ar: الخميس
es: Jue
ja: 木
ko: 목
zh_hans: 星期四

source: Time
ar: وقت
es: Tiempo
ja: 時間
ko: 시간
zh_hans: 时间

source: To
ar: ل
es: A
ja: に
ko: 에게
zh_hans: 到

source: to perfectly sync or
ar: للمزامنة بشكل مثالي أو
es: para sincronizar perfectamente o
ja: に同期、または
ko: 를 통해 완벽히 동기화하거나
zh_hans: 完美同步或

source: Today
ar: اليوم
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

source: TODAY
ar: اليوم
es: HOY
ja: 今日
ko: 오늘
zh_hans: 今天

source: Total
ar: المجموع
ja: 合計
ko: 총
zh_hans: 全部的

source: Total Spent Today
ar: إجمالي إنفاق اليوم
es: Gasto total de hoy
ja: 今日の合計
ko: 오늘의 지출
zh_hans: 今日总支出

source: TRIAL COMPLETED
ar: اكتملت المحاكمة
es: PRUEBA COMPLETADA
ja: トライアルが完了しました
ko: 평가판 완료
zh_hans: 试用完成

source: True black
ar: أسود حقيقي
es: Negro verdadero
ja: トゥルーブラック
ko: 트루 블랙
zh_hans: 真黑

source: Tue
ar: الثلاثاء
es: Mar
ja: 火
ko: 화요일
zh_hans: 星期二

source: TYPE
ar: يكتب
es: TIPO
ja: タイプ
ko: 유형
zh_hans: 类型

source: Undo
ar: تراجع
es: Deshacer
ja: 元に戻す
ko: 실행 취소
zh_hans: 撤销

source: Unlock Full History
ar: فتح التاريخ الكامل
es: Desbloquear historial completo
ja: 完全な履歴のロックを解除する
ko: 전체 기록 잠금 해제
zh_hans: 解锁完整历史

source: Unlock history, themes & widgets
ar: فتح التاريخ والموضوعات والحاجيات
es: Desbloquear historial, temas y widgets
ja: 履歴、テーマ、ウィジェットのロックを解除する
ko: 기록, 테마 및 위젯 잠금 해제
zh_hans: 解锁历史记录、主题和小部件

source: Unlock Mochi +
ar: فتح موتشي +
es: Desbloquear Mochi +
ja: モチのロックを解除 +
ko: 떡 잠금 해제 +
zh_hans: 解锁麻糬+

source: Upgrade to Mochi +
ar: الترقية إلى موتشي +
es: Actualízate a Mochi +
ja: Mochi + にアップグレード
ko: 모찌로 업그레이드 +
zh_hans: 升级到麻糬+

source: Use camera to scan now
ar: استخدم الكاميرا للمسح الآن
es: Utilice la cámara para escanear ahora
ja: カメラを使用して今すぐスキャンします
ko: 지금 카메라를 사용하여 스캔하세요
zh_hans: 立即使用相机扫描

source: Version
ar: الإصدار
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本

source: View all your past transactions
ar: عرض كافة المعاملات الخاصة بك الماضية
es: Ver todas sus transacciones pasadas
ja: 過去の取引をすべて表示
ko: 모든 과거 거래 보기
zh_hans: 查看您过去的所有交易

source: We couldn't find any Mochi data in your iCloud account.
ar: لم نتمكن من العثور على أي بيانات Mochi في حساب iCloud الخاص بك.
es: No pudimos encontrar ningún dato de Mochi en su cuenta de iCloud.
ja: iCloud アカウントに Mochi データが見つかりませんでした。
ko: iCloud 계정에서 Mochi 데이터를 찾을 수 없습니다.
zh_hans: 我们在您的 iCloud 帐户中找不到任何 Mochi 数据。

source: We found %lld past transactions on your device. Would you like to keep them?
ar: لقد وجدنا %lld معاملة سابقة على جهازك. هل ترغب في الاحتفاظ بها؟
es: Encontramos %lld transacciones en tu dispositivo. ¿Te gustaría conservarlas?
ja: デバイスで %lld 件の過去の取引が見つかりました。保存しますか？
ko: 기기에서 %lld개의 과거 거래를 찾았습니다. 유지하시겠습니까?
zh_hans: 我们在您的设备上找到了 %lld 笔过去的交易。您想保留它们吗？

source: Wed
ar: تزوج
es: Casarse
ja: 水
ko: 수요일
zh_hans: 周三

source: Week
ar: أسبوع
es: Semana
ja: 週間
ko: 주
zh_hans: 周

source: WEEKLY
ar: أسبوعياً
es: SEMANAL
ja: 週次
ko: 주간
zh_hans: 每周

source: Weekly Day
ar: اليوم الأسبوعي
es: Día semanal
ja: 毎週の日
ko: 주간
zh_hans: 每周日

source: Weekly Summary
ar: الملخص الأسبوعي
es: Resumen semanal
ja: 週次サマリー
ko: 주간 요약
zh_hans: 每周摘要

source: Welcome back.
ar: مرحبًا بعودتك.
es: Bienvenido de nuevo.
ja: おかえり。
ko: 돌아온 것을 환영합니다.
zh_hans: 欢迎回来。

source: What's New
ar: ما هو الجديد
es: Qué hay de nuevo
ja: 新着情報
ko: 새로운 소식
zh_hans: 什么是新的

source: WIDGET
ar: القطعة
ja: ウィジェット
ko: 위젯
zh_hans: 小部件

source: Year
ar: سنة
es: Año
ja: 年
ko: 년
zh_hans: 年

source: Yearly
ar: سنوي
es: Anual
ja: 毎年
ko: 매년
zh_hans: 每年

source: You own it forever.
ar: أنت تملكه إلى الأبد.
es: Lo posees para siempre.
ja: あなたはそれを永遠に所有します。
ko: 당신은 그것을 영원히 소유합니다.
zh_hans: 你永远拥有它。

source: you.
ar: أنت.
es: ti.
ja: 場所。
ko: 바로 당신.
zh_hans: 你。

source: Your data never leaves this device.
ar: بياناتك لا تترك هذا الجهاز أبدًا.
es: Tus datos nunca salen de este dispositivo.
ja: データがこのデバイスから出ることはありません。
ko: 귀하의 데이터는 이 장치를 떠나지 않습니다.
zh_hans: 您的数据永远不会离开此设备。

source: Your settings and saved cards have been forcefully restored from iCloud.
ar: تمت استعادة إعداداتك وبطاقاتك المحفوظة بالقوة من iCloud.
es: Tus configuraciones y tarjetas guardadas se han restaurado por la fuerza desde iCloud.
ja: 設定と保存されたカードが iCloud から強制的に復元されました。
ko: 설정과 저장된 카드가 iCloud에서 강제로 복원되었습니다.
zh_hans: 您的设置和保存的卡片已从 iCloud 强制恢复。

source: Your Trial Has Ended
ar: انتهت محاكمتك
es: Su prueba ha terminado
ja: トライアルは終了しました
ko: 평가판이 종료되었습니다
zh_hans: 您的试用期已结束

source: OLED
zh_hans: 有机发光二极管
